/* KiraLegacy — ru. Исходный текст русский, остальное перевод с него. */

"brand.wordmark" = "К И Р А";
"tab.home" = "Главная";
"tab.search" = "Поиск";
"tab.files" = "Моё";
"home.trending" = "В тренде";
"home.popular" = "Популярное";
"home.movies" = "Лучшие фильмы";
"home.series" = "Лучшие сериалы";
"home.play" = "Смотреть";
"home.info" = "Описание";
"home.hero.fallback" = "Аниме";
"row.empty" = "Пусто";
"row.failed" = "Не удалось загрузить";
"files.continue" = "Продолжить";
"files.favorite" = "Любимое";
"files.settings" = "Настройки";
"files.about" = "О программе";
"files.empty" = "Здесь пока пусто.\n\nОткройте любой тайтл и добавьте его в список — или просто начните смотреть, и он появится в «Продолжить».";
"card.episode" = "Серия %ld";
"search.placeholder" = "Название аниме";
"search.prompt" = "Найдите что-нибудь по названию";
"search.empty" = "Ничего не нашлось";
"refresh.pull" = "Потяните, чтобы обновить";
"refresh.release" = "Отпустите, чтобы обновить";
"refresh.loading" = "Обновляем…";
"status.none" = "Ничего";
"status.planning" = "Буду смотреть";
"status.watching" = "Смотрю";
"status.completed" = "Просмотрено";
"status.dropped" = "Брошено";
"sheet.cancel" = "Отмена";
"sheet.list" = "В список";
"sheet.list.remove" = "Убрать из списка";
"toast.list.removed" = "Убрано из списка";
"toast.fav.on" = "Добавлено в любимое";
"toast.fav.off" = "Убрано из любимого";
"anime.untitled" = "Без названия";
"anime.movie" = "Фильм";
"anime.episodes" = "серий: %ld";
"anime.minutes" = "%ld мин";
"episode.number" = "Серия %ld";
"episode.number.title" = "Серия %ld — %@";
"source.sub" = "субтитры";
"source.dub" = "озвучка";
"source.resolver" = "Разрешатель";
"subtitle.default" = "Субтитры";
"detail.characters" = "Персонажи";
"detail.showmore" = "Показать полностью";
"detail.showless" = "Свернуть";
"detail.sort.asc" = "Серия ↑";
"detail.sort.desc" = "Серия ↓";
"detail.subs" = "Субтитры";
"detail.dub" = "Озвучка";
"detail.count" = "серий: %lu";
"detail.next.days" = "через %ld д %ld ч";
"detail.next.hours" = "через %ld ч";
"detail.noepisodes" = "Серий не нашлось: ни у зеркал, ни в каталоге";
"detail.retry" = "Попробовать снова";
"detail.nosource" = "Источник не найден";
"detail.searching" = "Ищем источники для серии %ld…";
"detail.nosources.kind" = "Для серии %ld нет источников (%@)";
"detail.source" = "Источник";
"detail.withsubs" = " · с субтитрами";
"detail.watch" = "Смотреть";
"detail.nolink" = "Источник не отдал ссылку";
"player.seek10" = "10 с";
"player.quality" = "Качество";
"player.quality.short" = "%@ ▾";
"player.quality.fellback" = "Выбранное качество не открылось — беру посильное";
"player.quality.auto" = "Автоматически";
"player.quality.cant" = "%@ — не потянет";
"player.quality.set" = "Качество: %ldp";
"player.quality.setauto" = "Качество: автоматически";
"player.subs.on" = "Субтитры вкл";
"player.subs.off" = "Субтитры выкл";
"player.failed" = "Не удалось подготовить поток";
"player.notopened" = "Этот источник не открылся.\nВернитесь назад и выберите другой.";
"player.live" = "прямой эфир";
"player.auto" = "Авто";
"settings.title" = "Настройки";
"settings.language" = "Язык";
"settings.language.system" = "Как в системе (%@)";
"settings.source" = "Источник по умолчанию";
"settings.source.note" = "Зеркала перебираются сверху вниз, и выбранное берётся без вопроса, если оно нашлось. HiAnime единственное даёт и выбор качества, и субтитры.";
"settings.source.ask" = "Спрашивать каждый раз";
"settings.quality" = "Качество по умолчанию";
"settings.quality.note" = "Лестница качеств есть не у всех зеркал. Где её нет, выбор ни на что не влияет.";
"settings.quality.auto" = "По возможностям устройства";
"settings.playback" = "Воспроизведение";
"settings.playback.note" = "Видео идёт через посредника на 127.0.0.1: у старых iOS нет корней, которыми удостоверяются зеркала. Если поставить корни профилем, посредник больше не нужен.";
"settings.profile.install" = "Установить корни профилем";
"settings.profile.failed" = "Локальный сервер не поднялся";
"settings.direct.on" = "Прямое воспроизведение: включено";
"settings.direct.off" = "Прямое воспроизведение: выключено";
"settings.log" = "Журнал";
"settings.log.note" = "Всё, что приложение пишет в системный журнал, попадает ещё и в файл в папке «Документы» — его видно в «Файлах» и в iTunes.";
"settings.log.clear" = "Очистить журнал";
"settings.log.cleared" = "Журнал очищен";
"about.title" = "О программе";
"about.version" = "Версия %@";
"about.tagline" = "Клиент для просмотра аниме из нескольких источников. Собран под iOS 5.1 и новее.";
"about.developer" = "Разработчик: Computershik";
"about.link.4pda" = "Страница на 4PDA";
"about.link.telegram" = "Telegram-канал";
"about.link.donate" = "Поддержать финансово";
"about.tls" = "Шифрование: %@";
"about.roots" = "Корневые сертификаты";
"about.roots.note" = "Хранилище доверенных корней в старых iOS заморожено, и источники им не удостоверяются. Эти корни лежат в связке приложения и подставляются своей проверкой.";
"about.trademarks" = "Товарные знаки принадлежат их правообладателям.";
"cert.gts_root_r1" = "зеркала видео, запасная цепочка";
"cert.gts_root_r2" = "зеркала видео, запасная цепочка";
"cert.gts_root_r3" = "зеркала видео, запасная цепочка";
"cert.gts_root_r4" = "каталог AniList и зеркала видео";
"cert.amazon_root_ca1" = "кадры серий";
"cert.isrg_root_x1" = "зеркала видео, запасной";
"cert.isrg_root_x2" = "файлы субтитров";
